Repository: andyholiday/ShipTrip
Catalog: ShipTripWidget/Localizable.xcstrings
Source language: de
Languages: en

source: Abfahrt: %@
en: Departure: %@

source: Aktuell
en: Now

source: Aktuell in
en: Currently in

source: Aktueller Hafen, nächster Stopp oder Countdown zur nächsten Reise.
en: Current port, next stop, or countdown to your next cruise.

source: Ankunft %@ · Abfahrt %@
en: Arrival %@ · Departure %@

source: Bereits vorbei
en: Already over

source: Einschiffung
en: Embarkation

source: GUTE ORTE. BESSERE GESCHICHTEN.
en: GOOD PLACES. BETTER STORIES.

source: Heute!
en: Today!

source: In %lld Monat
en: In %lld month

source: In %lld Monaten
en: In %lld months

source: In %lld Tagen
en: In %lld days

source: In %lld Woche
en: In %lld week

source: In %lld Wochen
en: In %lld weeks

source: In ca. %lld Wochen
en: In about %lld weeks

source: KREUZFAHRTEN VERBINDEN MENSCHEN.
en: CRUISES CONNECT PEOPLE.

source: Keine neue Reise geplant
en: No cruise planned

source: Letzte Reise
en: Last cruise

source: Letzte Reise gestern beendet
en: Last cruise ended yesterday

source: Letzte Reise heute beendet
en: Last cruise ended today

source: Letzte Reise vor %lld Monat
en: Last cruise %lld month ago

source: Letzte Reise vor %lld Monaten
en: Last cruise %lld months ago

source: Letzte Reise vor %lld Tagen
en: Last cruise %lld days ago

source: Letzte Reise vor %lld Woche
en: Last cruise %lld week ago

source: Letzte Reise vor %lld Wochen
en: Last cruise %lld weeks ago

source: Letzte Reise vor ca. %lld Wochen
en: Last cruise about %lld weeks ago

source: Mittelmeer-Kreuzfahrt
en: Mediterranean Cruise

source: Monat
en: month

source: Monate
en: months

source: Monaten
en: months

source: Morgen
en: Tomorrow

source: Neue Ziele. Gleicher Horizont.
en: New destinations. Same horizon.

source: Noch
en: Still

source: Noch %@
en: Still %@

source: Noch %@ im Hafen
en: Still %@ in port

source: Noch keine Reise — leg deine erste an
en: No cruise yet — add your first one

source: Nächste Kreuzfahrt in
en: Next cruise in

source: Nächster Stopp
en: Next Stop

source: Nächster Stopp: %@
en: Next stop: %@

source: Nächster Stopp: %@, %@
en: Next stop: %@, %@

source: Reiseende %@
en: Cruise ends %@

source: Reisestatus
en: Cruise Status

source: Seetag
en: Sea Day

source: Tage
en: days

source: Tagen
en: days

source: Woche
en: week

source: Wochen
en: weeks

source: gestern beendet
en: ended yesterday

source: heute beendet
en: ended today

source: vor %lld Monat
en: %lld month ago

source: vor %lld Monaten
en: %lld months ago

source: vor %lld Tagen
en: %lld days ago

source: vor %lld Woche
en: %lld week ago

source: vor %lld Wochen
en: %lld weeks ago

source: vor ca. %lld Wochen
en: approx. %lld weeks ago

source: Öffne ShipTrip zum Aktualisieren
en: Open ShipTrip to refresh
